Repository: BackupTheBerlios/cuon-svn
Catalog: cuon_client/*.po
Languages: de

source: cuon-username
de: CUON Benutzername

source: Staff-Number
de: Personal-Nummer

source: show extendet infos
de: Zusatzinformation

source: Letter Sign
de: Briefanrede

source: Calc
de: Berechnen

source: Fee overtime
de: Überstundentarif

source: Fee per Hour
de: Stundensatz

source: To
de: An

source: Working time
de: Arbeitszeit

source: Holyday
de: Feiertag

source: Remain
de: Benötigt

source: From
de: Von

source: Total this Year
de: Gesamt dieses Jahr

source: AI
de: KI

source: Send to AI
de: Sende zur KI

source: Undo last changes
de: Rückgänging

source: Open
de: Öffnen

source: Prg Files
de: Prg. Dateien

source: Quick Search
de: Schnelle Suche

source: Find Next
de: finde nächste

source: find next
de: finde nächste

source: Range
de: Bereich

source: Date from
de: Datum vom

source: Date to
de: Datum bis

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: begin at
de: beginnt um

source: Ends at
de: endet um

source: _Project
de: _Projekt

source: Task
de: Aufgabe

source: Staff-Resources
de: personalresourcen

source: Material-Resources
de: materialresourcen

source: Main
de: Hauptprogramm

source: Complete Projects
de: Komplette Projekte

source: Orderer
de: Auftraggeber

source: Choose Address
de: waehle Adresse

source: start at
de: Beginnt an:

source: ends at
de: endet um

source: created by
de: erstellt bei

source: created at
de: erstellt am

source: last modify by
de: letzte Änderung von

source: last modify at
de: letzte Änderung am

source: Choose Partner
de: wähle Gesprächspartner

source: Project Time
de: Projekt zeit

source: internal Number
de: interne Nummer

source: Project
de: Projekt

source: Phase Time
de: Phasen Zeit

source: Task Time
de: Aufgaben Zeit

source: choose Staff
de: waehle Mitarbeiter

source: end time
de: Ende:

source: Planed
de: geplant

source: goto Staff
de: waehle Mitarbeiter

source: choose Article
de: waehle Artikel

source: jump to
de: springe zu

source: Actions
de: Arbeit

source: Jump To
de: gehe zu

source: Project Page
de: Projektseite

source: Other Suffix
de: andere endung

source: Project Dir
de: Projektverzeichnis

source: Main Info
de: Haupt Info

source: Filename
de: Dateiname

source: Folder
de: Verzeichnis

source: Creation Date
de: Erstellungsdatum

source: _Send
de: _Senden

source: Loginname
de: Benutzername

source: Realname
de: Echter Name

source: belongs to
de: Gehört zu

source: avaible
de: verfügbar

source: Server restart
de: Server neustarten

source: Web-Sites
de: Webseiten

source: Linked to
de: Verbunden zu

source: Root Site
de: Wurzel

source: save to dir
de: speichere in Verzeichnis

source: goto DMS
de: gehe zum DMS

source: Web site
de: Webseite:

source: single Invoice
de: Einzel-Rechnung

source: all open invoice
de: Alle offene Auftraege berechnen

source: Delivery Note
de: Lieferschein

source: Pickup Note
de: Abholschein

source: Create Part Of Order
de: Teilauftrag erstellen

source: Payments
de: Zahlungen

source: Part of Order
de: Teilauftrag

source: Supply / Gets-Nr.
de: Lieferschein-Nr.

source: net value
de: Netto Wert

source: net discount %/Value
de: Rabatt %/Wert

source: Credit Card 1
de: Kreditkarte

source: Cash 1
de: Kasse 1

source: Cash 2
de: Kasse 2

source: simple Account
de: einfache Buchung

source: direct Debit 1
de: Abbuchung 1

source: direct Debit 3
de: Abbuchung 3

source: paid at
de: bezahlt am

source: ready for invoice
de: bereit zu berechnen

source: Pickup-Note
de: Abholschein

source: retry
de: Nochmal

source: semestral
de: Halbjährlich

source: yearly
de: jährlich

source: create supply
de: Lieferung erstellen

source: create get
de: Abholung erstellen

source: create invoice
de: Rechnung erstellen

source: daily
de: täglich

source: Weekly
de: Wöchentlich

source: Invoice amount
de: Rechnungen gesamt

source: in-payment
de: Zahlung

source: ./. cash discount
de: ./. Rabatt

source: ./. payments
de: ./. Zahlungen

source: search account
de: suche Konto

source: residue
de: Restbetrag

source: Transfer
de: Verschieben

source: direct debit
de: Abbuchung

source: credit card
de: Kreditkarte

source: Grave
de: Grab

source: Plant Lists
de: Pflanzen Liste

source: Service
de: Pflege

source: Spring
de: Frühling

source: Summer
de: Sommer

source: Autumn
de: Herbst

source: Holidays
de: Feiertage

source: annual
de: Jährlich

source: unique
de: Einmalig

source: create a new entry
de: Erstelle eine neuen eintrag

source: Edit this entry
de: Bearbeite diesen Eintrag

source: save this entry
de: speichere diesen Eintrag

source: Be carefully, this delete the entry
de: Sei Vorsichtigt, dies löscht den Eintrag

source: Name of Grave
de: Grabname

source: sequential number
de: Laufnummer

source: Graveyard
de: Friedhof

source: payment Type
de: Zahlungsart

source: address-dms
de: Adress-DMS

source: Gravenumber
de: Grabnummer

source: Detachment
de: Abteilung

source: goto Addr.
de: Adrese ansehen

source: contract begins at
de: Vertrag beginnt an

source: contract ends at
de: Vertrag endet am

source: Payment Type
de: Zahlungsart

source: address
de: Anrede

source: Part
de: Anteil

source: Begin
de: beginnt

source: End
de: Ende

source: Term of payment
de: Zahlungsbedingung

source: Count
de: Anzahl

source: ArticleDesignation
de: Artikel Beschreibung

source: Period
de: Zeiteinheit

source: Hints
de: Hinweis

source: Hints Summer
de: Hinweis Sommer

source: Hints Autumn
de: Hinweis Herbst

source: Hints Holiday
de: Hinweis Feiertag

source: Hints Spring
de: Hinweis Frühling

source: Day/Month
de: Tag/Monat

source: Hints Annual
de: Heinweis Jährlich

source: Period
de: Zeiteinheit

source: Hints Unique
de: Heinweis Einmalig

source: common Hints
de: Genereller Hinweis

source: Gravename from
de: Grabname von

source: Plantation
de: Pflanzen

source: show hints
de: zeige Tricks

source: Contracts
de: Vertraege

source: Prices
de: Preise

source: only articles
de: nur Artikel

source: Contract begins from
de: Vertrag beginnt an

source: Contract ends from
de: Vertrag endet am

source: File
de: _Datei

source: Graveyards
de: Friedhof

source: Stats
de: Statistik

source: Caller
de: Kontakter

source: Representant
de: Repräsentant

source: Printing
de: Dr_ucken

source: gtk-new
de: Neu

source: gtk-save
de: Sichern

source: gtk-print
de: Drucken

source: gtk-clear
de: Loeschen

source: Project-Number
de: Projektnummer

source: Accordingly project
de: zugehöriges Projekt

source: search Project
de: Suche Projekt

source: Public
de: Öffentlich

source: Project
de: Projekt

source: Find Number
de: Suche Nummer

source: Ticket-Number
de: Ticket-Nummer

source: Reported by
de: gemeldet von

source: Reproduced
de: Reproduzierbar

source: Severity
de: Schwere

source: search phase
de: suche Phase

source: goto Phase
de: zeige Phase

source: Designation:
de: Beschreibung

source: working data
de: Arbeitsdaten

source: solved at
de: gelöst am

source: Platform
de: Plattform

source: Reported at Date/Time
de: gemeldet am/Uhrzeit

source: goto partner
de: Zeige Gesprächspartner

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Close the Application
de: Beenden

source: Bibliographic
de: Literatur

source: Insurances
de: Versicherungen

source: Rent
de: Miete

source: Action
de: Arbeit

source: _Order
de: Auf_trag

source: Support Ticket
de: Reklamationsvorgang

source: Accounting
de: Buchhaltung

source: cash account book
de: Kassenbuch

source: list_of_invoices
de: Rechnungsbuch

source: analyse costs
de: Kostenanalyse

source: Extras
de: Sonstiges

source: Expert System
de: Experten System

source: Web
de: Internet

source: Finances
de: Buchhaltung

source: Databases
de: Datenbanken

source: Import Data
de: Daten importieren

source: Export Data
de: Daten exportieren

source: Forms
de: Formulare

source: Notes Misc
de: sonstige Notizen

source: Notes Representant
de: Notizen Repräsentant

source: Notes Salesman
de: Notizen Berater

source: Logs
de: Protokolle

source: Mail
de: E-Mail

source: About
de: ueber Cuon

source: Online-Help
de: Online-Hilfe

source: connected user
de: verbundener Benutzer

source: connected server
de: Verbunden, Server

source: Chat
de: Gespräch

source: show Scheduls
de: zeige Termine

source: only new
de: nur Neue

source: all
de: alle

source: canceld
de: abbrechen

source: actual week
de: aktuelle Woche

source: actual Month
de: aktueller Monat

source: this Year
de: dieses Jahr

source: last Year
de: letztes Jahr

source: Client
de: Mandanten

source: About CUON
de: Über Cuon

source: An Internet Business-Software
de: Eine Internet Geschaeftssoftware

source: Authors: Juergen Hamel, 32584 Loehne, Germany
de: Autoren: Juergen Hamel, 32584 Loehne, Germany

source: Protocol
de: Protokoll

source: Working Dir.
de: Arbeitsverzeichnis

source: Client ID
de: Mandanten ID

source: Save And Close
de: Sichern und schließen

source: Arti_cles
de: Arti_kel

source: Database
de: Datenbank

source: XML Values
de: XML Wert

source: Local
de: Sprachen

source: clients
de: Mandanten

source: hosts
de: Host/Server

source: client
de: Mandanten

source: Please wait while loading ...
de: Bitte warten während des ladevorganges
