Repository: BackupTheBerlios/cuon-svn
Catalog: cuon_client/*.po
Languages: de

source: Lastname
de: Nachname

source: City
de: Stadt

source: BCN
de: BLZ

source: chooseAddress
de: waehle Adresse

source: Firstname
de: Vorname

source: Phone
de: Telefon

source: Depositor
de: Kontoinhaber

source: Account
de: Konto

source: Name of partner
de: Nachname des Gesprächspartners

source: Firstname of partner
de: Vorname des Gesprächspartners

source: Date
de: Datum

source: begin
de: Beginn

source: end
de: Ende

source: short Remark
de: Kurze Bem.

source: Priority
de: Prioritaet

source: Graves
de: Gräber

source: Scheduls
de: zeige Termine

source: saving this Address failed. Please check
de: Das Speichern dieser Adresse schlug fehl. Bitte ueberpruefen !

source: saving this bank failed. Please check
de: Das Speichern dieser Bankverbindung schlug fehl. Bitte ueberpruefen !

source: saving this partner failed. Please check
de: Das Speichern dieses Gesprächspartners schlug fehl. Bitte ueberpruefen !

source: saving this schedul failed. Please check
de: Das Speichern dieses Termins schlug fehl. Bitte ueberpruefen !

source: save this notes failed. Please check
de: Das Speichern dieser Notiz schlug fehl. Bitte ueberpruefen !

source: Notes are changed !
de: veraenderte Notizen

source: Infos are generated by C.U.O.N.
de: Infos von C.U.O.N. erstellt

source: Address
de: Anrede

source: date
de: Datum

source: time
de: Uhrzeit

source: number
de: Nummer

source: designation
de: Beschreibung

source: Designation
de: Beschreibung

source: Amount
de: Menge

source: Article-ID
de: Artikel-ID

source: Number
de: Nummer

source: Designation2
de: Beschreibung

source: proposal
de: Angebot

source: Print Newsletter
de: Drucke Newsletter

source: insert label(s) for newsletter
de: füge Wörter für Rundschreiben ein

source: Title
de: Titel

source: Category
de: Kategorie

source: Doc.-Date
de: Dokument Datum

source: stockgoods_number1.pdf
de: Lagerartikel_nr_1.pdf

source: Account-Number
de: Konto-Nummer

source: Year
de: Jahr

source: Month
de: Monat

source: Profile
de: Profil

source: Description
de: Beschreibung

source: Invoice-Nr.
de: Rechnungs-Nr.

source: Order-Nr.
de: Auftrag-Nr

source: Date
de: Datum

source: Inpayment
de: Zahlung

source: Order-ID
de: Auftragsnummer

source: Residue
de: Restbetrag

source: description
de: Beschreibung

source: Stocknr
de: Lagernr.

source: local name
de: Deutscher Name

source: plant
de: Pflanze

source: diameter
de: Durchmesser

source: Calendar
de: Kalender

source: Customer
de: Kunde

source: Partner
de: Gesprächspartner

source: chooseStaff
de: waehle Mitarbeiter

source: chooseArticle
de: waehle Artikel

source: article
de: Artikel

source: unit
de: Einheit

source: real amount
de: reale Menge

source: staff
de: Personal

source: planed
de: geplant

source: starts at:
de: Beginnt an:

source: ends at:
de: endet an

source: Time in days:
de: Zeit in Tagen

source: Attachment
de: Anhang

source: From:
de: Von:

source: To:
de: An:

source: Plain Text
de: Nur Text

source: Attachment Type:
de: Anhang:

source: Email Date:
de: Email-Datum:

source: pickup-
de: Abholschein

source: bill-
de: Rechnung

source: delivery_note-
de: Lieferschein

source: Invoice
de: Rechnung

source: account
de: Menge

source: All
de: alle

source: Unreckoned
de: Nicht berechnet

source: invoice
de: Rechnung

source: payments
de: Zahlungen

source: Graveyard lastname firstname
de: Friedhof Nachname Vorname

source: Serial Number
de: Lfd.-Nummer

source: Service-ID
de: Pflege-ID

source: count
de: Menge

source: article-ID
de: Artikel-ID

source: Short Designation
de: Kurzbeschreibung

source: Names
de: Namen

source: Schedul
de: Termine

source: Salesman
de: Berater

source: _File
de: _Datei

source: Print S_etup...
de: Drucker Se_tup

source: gtk-close
de: schliessen

source: Update
de: Erneuern

source: Complete
de: Komplett

source: Addresses
de: Adressen

source: Articles
de: Arti_kel

source: Order
de: Auftrag

source: Search
de: Suchen

source: choose Bank
de: waehle Bank

source: short Designation
de: Kurzbeschreibung

source: Bank Code Nr.
de: BLZ

source: choose Address
de: waehle Adresse

source: BIC
de: BLZ

source: close
de: schliessen

source: Edit
de: _Bearbeiten

source: choose
de: waehlen

source: Article
de: Artikel

source: New
de: _Neu

source: Save
de: _Sichern

source: Print
de: Dr_ucken

source: Clear
de: Loeschen

source: Parts list
de: Stückliste

source: parts list
de: Stückliste

source: Purchase
de: Kaufen

source: Sales
de: Verkäufe

source: Stock
de: Lager

source: Lists
de: L_isten

source: Articlenumber
de: Artikel-Nummer

source: Pickerl
de: Etikett

source: one row
de: Einreihig

source: two row
de: zwei Reihen

source: three row
de: drei Reihen

source: four row
de: vier Reihen

source: Materialgroup
de: Materialgruppe

source: Desig.
de: Beschr.

source: Unit
de: Einheit

source: Wrapping
de: Verpackung

source: Qu. per Wrap.
de: Menge pro Verp.

source: category
de: Kategorie

source: Weight
de: Gewicht

source: choose Manufactor
de: waehle Hersteller

source: choose Material Group
de: wähle Materialgruppe

source: Associated with
de: Verbunden mit

source: None Botany
de: Botanik

source: Goto
de: Gehe nach

source: search
de: Suchen

source: Selling-Price I
de: Verkaufspreis I

source: Selling-Price II
de: Verkaufspreis II

source: Selling-Price III
de: Verkaufspreis III

source: Selling-Price IV
de: Verkaufspreis IV

source: show extendet info
de: Zusatzinformation

source: choose Tax Vat
de: waehle Mwst.

source: Tax Vat
de: Mwst-Satz

source: Article Des.
de: Artikel Beschreibung

source: Article-Number
de: Artikel-Nummer

source: Quantities
de: Mengen

source: add Article
de: füge Artikel hinzu

source: Vendor
de: Anbieter

source: unit price
de: Stückpreis

source: Discount
de: Rabatt

source: min. Quant.
de: Min. Menge

source: Last Date
de: letztes Datum

source: choose Vendor
de: waehle Lieferant

source: Nr. by Vendor
de: Artikelnr. beim Lieferanten

source: Des. by Vendor
de: Beschreibung beim Lieferenaten

source: Sale
de: Verkauf

source: Webshop-Article
de: Webshop Artikel

source: sync. Stock
de: syncronisiere Lager

source: Shop-Price
de: Shoppreis

source: min. Amount
de: min. Menge

source: max.Amount
de: max Menge

source: verify Stock
de: prüfe lager

source: actual Stock
de: aktuelles Lager

source: reserved
de: reserviert

source: offer
de: Biete an

source: Free
de: Frei

source: Barcode Types
de: Barcodes Arten

source: Barcode
de: Strichcode

source: Default
de: Standard

source: Custom
de: Kunde

source: geometry W x H
de: Geometrie BxH

source: Page W x H
de: Seite L x H

source: barcode
de: Strichcode

source: Search for lists
de: suche Liste

source: search
de: Suchen

source: from:
de: von:

source: to
de: bis

source: Country
de: Staat

source: from
de: von

source: contains
de: beinhaltet

source: newsletter
de: Rundschreiben

source: Contact
de: Kontakt

source: set ready
de: setze erledigt

source: create new contact
de: Erstelle neuen Kontakt

source: edit current contact
de: bearbeite diesen Kontakt

source: save current contact
de: sichere diese Kontakt

source: Zipcode
de: PLZ

source: Time
de: Uhrzeit

source: Phone Address I
de: Telefon Adresse 1

source: Phone Address II
de: Telefon Adresse 2

source: Phone partner
de: Telefon Gesprächspartner

source: Notices
de: Notiz

source: go to address
de: gehe zu Adresse

source: Ready
de: Fertig

source: Sleeps
de: Schlafen

source: sleeps for Minutes
de: shläft für Minuten

source: Exit
de: Schließen

source: Alarm notify before:
de: Vor Alarm benachritigen

source: Days
de: Tage

source: 0 Day
de: 0 Tage

source: 1 Day
de: 1 Tag

source: 2 Days
de: 2 Tage

source: 3 Days
de: 3 Tage

source: 4 Days
de: 4 Tage

source: 5 Days
de: 5 Tage

source: 6 Days
de: 6 Tage

source: 7 Days
de: 7 Tage

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Undo
de: Rueckgaengig

source: _Addresses
de: _Adressverwaltung

source: _Print
de: Dr_ucken

source: Misc
de: Verschiedenes

source: _Partner
de: _Gesprächspartner

source: Notes
de: Notiz

source: Paste
de: Einfügen

source: Proposal
de: Angebot

source: _New
de: _Neu

source: Projects
de: Projekt

source: with Partner
de: mit Gesprächspartner

source: Phone2
de: Telefon 2

source: Tools
de: _Werkzeuge

source: Contact window
de: Kontaktfenster

source: new Proposal
de: neues Angebot

source: new Order
de: neuer Auftrag

source: show Order
de: zeige Auftraege

source: new Project
de: neues Projekt

source: create new Data
de: Erstelle ein neues Daten-Projekt

source: edit current data
de: bearbeite Daten

source: save current data
de: sichere Daten

source: ext. Info
de: Weitere Infos

source: Letter
de: Brief

source: All Contact
de: Alle Kontakte

source: New Proposal
de: neues Angebot

source: search partner
de: suche Gesprächspartner

source: Street
de: Strasse

source: Name1
de: Nachname

source: Clear Search
de: Suche löschen

source: letter-address
de: Briefanrede

source: Zip
de: PLZ

source: State
de: Land

source: Postbox
de: Postfach

source: Zip for Postbox
de: PLZ fuers Postfach

source: Choose Caller
de: waehle Kontakter

source: Choose Rep.
de: waehle Repräsentant

source: Choose Salesman
de: waehle Berater

source: View
de: Ansicht

source: WebSearch
de: Web Suche

source: dial
de: waehlen

source: Send Email
de: Sende Email

source: depositor
de: Kontoinhaber

source: Account-Nr.
de: Konto-Nummer

source: date of launch
de: Gruendungsdatum

source: search ToP
de: Suchen Zahlungsbed.

source: Term of Payment
de: Zahlungsbedingungen

source: Line
de: Branche

source: fashion
de: Typus

source: Tax-Nr.
de: Steuer-Nr

source: address-Number
de: Adress-Nummer

source: legal form
de: Rechtsform

source: Is Webshop Address
de: ist eine Webshop-Adresse

source: update from Web
de: update vom Web

source: Number of Employees
de: Anzahl der Mitarbeiter

source: Turnover
de: Umsatz

source: Trade
de: Handel

source: to calc Tax
de: Steuer berechnen

source: Misc.
de: Verschiedenes

source: Connect
de: Verbinden

source: send Email
de: sende Email

source: SIP
de: SIP-Einstellungen

source: Birthday
de: Geburtstag

source: Job
de: Position

source: Department
de: Abteilung

source: Phone in Company
de: Firmentelefon

source: Fax in company
de: Firmenfax

source: City
de: Stadt

source: titular
de: Titel

source: Phone 1
de: Telefon 1

source: Phone 2
de: Telefon 2

source: Generate Partner
de: erzeuge Gesprächspartner

source: end at
de: endet um

source: Begin at
de: beginnt um

source: Goto Address
de: gehe zu Adresse

source: Note
de: Notiz

source: search Staff
de: Suche Mitarbeiter

source: Schedul begins at time
de: Termin beginnt um

source: Schedul ends at time
de: Termin endet um

source: min. before
de: Min. vorher

source: Process
de: Status

source: add Date/Name
de: fuege Datum/Name an

source: Cut
de: Ausschneiden

source: Copy
de: Kopieren

source: paste
de: einfügen

source: Redo
de: Wiederherstellen

source: add Formular
de: fuege Formular an

source: Notes misc
de: sonstige Notizen

source: Notes contacter
de: Notizen Kontacter

source: notes representant
de: Notizen Repräsentant

source: notes salesman
de: Notizen Berater

source: notes organisation
de: Notizen Firma

source: Proposal for this address
de: Angebote für diese Adresse

source: Show
de: Zeige

source: Invoices fpr this address
de: Rechnung fuer diese Adresse

source: Invoices
de: Rechnungen

source: goto Project
de: gehe zu Projekt

source: Projects for this Address
de: Projekte fuer diese Adresse

source: Map
de: Plan

source: Print S_etup
de: Drucker Se_tup

source: _Close
de: schliessen

source: Manage Order
de: Auftraege verwalten

source: New Order
de: neuer Auftrag

source: _Edit
de: _Bearbeiten

source: _Save
de: _Speichern

source: create Order
de: Auftrag erstellen

source: c_lear
de: Loeschen

source: Supply
de: Liefern

source: Gets
de: Abholung

source: Specs. invoice
de: Rechnungsspezifikation

source: clear
de: Loeschen

source: new
de: _Neu

source: Order-Number
de: Auftragnummer

source: Gets-Nr.
de: Abhol-Nr.

source: total sum
de: Gesamtsumme

source: ordered at
de: bestellt am

source: delivered at
de: geliefert am

source: Order Number
de: Auftragnummer

source: search ...
de: Suchen...

source: Supply-Nr.
de: Lieferschein-Nr.

source: search address ...
de: suche Adresse

source: Custom-Number
de: Kunden-Nummer

source: Packing
de: Packen

source: Truckage/Postage
de: Versandkosten

source: Goto...
de: Gehe nach

source: Staff
de: Personal

source: Search ...
de: Suchen...

source: Misc. cost
de: Verschiedene Kosten

source: Supply to
de: Liefern an

source: search address
de: suche Adresse

source: gets from
de: abholen von

source: Load reference
de: lade Einstellungen

source: Pick up at
de: Abholen am

source: Remark
de: Bemerkung

source: Pickup-Nr.:
de: Abhol-Nr.

source: search Partner
de: suche Gesprächspartner

source: Forwarding Agency
de: Spedition

source: Contact Person
de: Kontakt Person

source: articles-Number
de: Artikel-Nummer

source: amount
de: Menge

source: Quant. per Wrap.
de: Menge pro Verp.

source: search article
de: suche Artikel

source: Article Des.
de: Artikel Beschreibung

source: Price
de: Preis

source: Articlediscount
de: Artikelrabatt

source: Tax-Vat
de: Mwst-Satz

source: Quick Append
de: Schnelles Anfuegen

source: Postions
de: Positionen

source: Terms of Payment
de: Zahlungsbedingungen

source: choose TOP
de: waehle Zahlungsbed.

source: Document Management System
de: Dokument Management System

source: Documents
de: Dokumente

source: print
de: Dr_ucken

source: Related
de: Zugehoerig

source: Associated
de: Verbunden

source: Delete
de: _Loeschen

source: Search4
de: Suchen4

source: Search3
de: Suchen3

source: Search2
de: Suchen2

source: Search1
de: Suchen1

source: Sub5
de: Unterbegriff5

source: Sub4
de: Unterbegriff4

source: Sub1
de: Unterbegriff1

source: Sub3
de: Unterbegriff3

source: Sub2
de: Unterbegriff2

source: Full Text
de: Voll Text

source: Sub 1
de: Unterbegriff 1

source: Sub 2
de: Unterbegriff 2

source: Sub 3
de: Unterbegriff 3

source: Sub 4
de: Unterbegriff 4

source: Sub 5
de: Unterbegriff 5

source: activate Rights
de: aktiviere Rechte

source: Document-Date
de: Dokumentendatum

source: User
de: Benutzer

source: read
de: Lesen

source: write
de: Schreiben

source: execute
de: Ausfuehren

source: Group
de: Gruppe

source: Groups
de: Gruppe

source: Search 1
de: Suchen 1

source: Search 2
de: Suchen 2

source: Search 3
de: Suchen 3

source: Search 4
de: Suchen 4

source: Single Scan
de: einzel Scan

source: OCR
de: Texterkennung

source: choose file
de: waehle Datei

source: Fax Last Document
de: Letztes Dokument faxen

source: Save Last Document
de: Letztes Dokument sichern

source: Save Last Document As ...
de: Letztes Dokument sichern als ...

source: from user
de: vom Benutzer

source: last change
de: letzter Versuch

source: Document insert at
de: fuege Dokument ein

source: Extract
de: Zusammenfassung

source: Link eingeben
de: Verknüpfung eingeben

source: SQL-Server
de: SQL Datenbank-Server

source: db_check
de: DB pruefen

source: grants
de: Rechte

source: table import
de: Tabellen-Import

source: Close
de: schliessen

source: XML-Tools
de: XML-Werkzeuge

source: Save Client
de: Sichere Mandanten

source: php_groupware
de: Groupware-Suite

source: Goods
de: Waren

source: Article-List1
de: Artikel-Liste 1

source: Search...
de: Suchen...

source: to embed
de: Einlagern

source: to roll out
de: Ausliefern

source: Reference Nr.
de: Einstellung Nr.

source: actual stock
de: aktuelles Lager

source: Filedialog
de: Dateidialog

source: Select File
de: wähle Datei

source: Druid Server
de: Hilfsserver

source: Class
de: Kasse

source: _View
de: Ansicht

source: _Help
de: Hilfe

source: Value
de: Wert

source: Type
de: Typ

source: Formula
de: Formel

source: Color Foreground
de: Vordergrundfarbe

source: Color Background
de: Hintergrundfarbe

source: Finances Preferences
de: Finanzeinstellungen

source: Vat
de: Mwst-Satz

source: Terms Of Payment
de: Zahlungsbedingungen

source: Account-Info
de: Kontoinformation

source: choose Acct
de: waehle Konto

source: Account-Plan
de: Kontenplan

source: Descript.
de: Beschreibung

source: Coefficient
de: Koeffizient

source: Vat Value
de: Mwst. Wert

source: Def.
de: Vorgabewert:

source: acct. 1
de: Konto 1

source: acct. 2
de: Konto 2

source: VAT
de: Mwst

source: Delay
de: Verzögerung

source: Acct.
de: Konto

source: Descr.
de: Beschr.

source: Acct.-Plan
de: Kontenplan

source: import Acct.
de: importiere Konto

source: Acct
de: Konto

source: Biblio
de: Literatur

source: Series
de: Reihe

source: Page
de: Seite

source: Bib.-Type
de: Type

source: Book Magazine
de: Magazin

source: Extend. Info
de: Weiterte Informationen

source: Preferences
de: Einstellungen

source: quit
de: Ende

source: edit
de: _Bearbeiten

source: save
de: _Sichern

source: choose Profile
de: waehle Datei

source: delete
de: _Loeschen

source: Locales
de: Sprachen

source: Time-Offset
de: Zeitvorgabe:

source: standard Profile
de: Standardprofil

source: Duty Background
de: Pflicht Hintergrundfarbe

source: Duty Foreground
de: Pflicht Vordergrundfarbe

source: check Imap Folder
de: Prüfe Email Ordner

source: show news
de: zeige Neuigkeiten

source: Twitter Program
de: Twitter Programm

source: viev/print Pickups
de: Ansehen/Drucken Abholscheine

source: view/print Supply
de: Ansehen/Drucken Lieferscheine

source: view/print Invoice
de: Ansehen/Drucken Rechnung

source: Executables
de: Ausfuehren

source: Email address
de: Email-Adresse

source: Ext. Emailprg.
de: Externes Emailprogramm

source: Password
de: Passwort

source: Host
de: Host/Server

source: SMTP Server
de: Postausgangsserver

source: Signatur
de: Unterschrift

source: use SSL
de: benutze SSL

source: Incomming Mail
de: Eingehende email

source: Outgoing Mail
de: Ausgehende Email

source: Scan Device
de: Wählen Sie ein Gerät

source: Mode
de: Modus

source: Resolution
de: Auflösung

source: Depth
de: Tiefe

source: BR_x
de: x Wert

source: Contrast
de: Kontrast

source: Brightness
de: Helligkeit

source: White Level
de: Weiß Wert

source: BR_Y
de: Y Wert

source: Show Devices
de: Geräte anzeigen

source: Image
de: Bild

source: Music
de: Musik

source: Tex
de: Dokumente/TeX

source: Flowchart
de: Flussdiagramm

source: HTM*
de: HTML-Dateien (*.html;*.htm)|*.html;*.htm|

source: Bookkeeping
de: Buchhaltung

source: Monthly
de: Monatlich

source: short key
de: Kurzschlüssel

source: Automatic
de: Automatisch

source: Doc.-Nr. 1
de: Dokument 1

source: Doc-Nr. 2
de: Dokument 2

source: debit (receipt)
de: Eingang

source: credit (cost)
de: Kosten

source: counter account
de: Konto-Nr.

source: Month:
de: Monat

source: Number:
de: Nummer:

source: List of Invoices
de: Rechnungsbuch

source: overdue amount
de: faellige Rechnungen

source: All outstanding accounts
de: Alle ausstehenden Zahlungen

source: This Month
de: Diesen Monat

source: Last Month
de: Letzten Monat

source: Quarter
de: vierteljaehrlich

source: Half Year
de: Jahr

source: Custom
de: Kunde

source: Reminder
de: Erinnerung

source: All reminder
de: Alle Mahnungen

source: First reminder
de: ERste Erinnerung

source: Second Reminder
de: Zweite Mahnung

source: Last Reminder
de: Letzte mahnung

source: Summons
de: Vorladung

source: invoicebook
de: Rechnungsbuch

source: Custom Month
de: einstellbarer Monat

source: First Half Year
de: 1. Halbjahr

source: Second Half Year
de: 2. Halbjahr

source: Last Year
de: letztes Jahr

source: directDebit
de: Abbuchung

source: Custom month
de: einstellbarer Monat

source: invoicen-Nmber
de: Rechnungs-Nr.

source: Invoice-Number
de: Rechnungs-Nr.

source: Total-Sum
de: Gesamtsumme

source: Day of Invoice
de: Rechnungsdatum

source: Maturity
de: Faellig

source: Order ID
de: Auftragsnummer

source: invoice number
de: Rechnungs-Nr.

source: cash discount
de: ./. Rabatt

source: Account ID
de: Konto-Nr.

source: Account Info
de: Kontoinformation

source: Credit Card Nr.
de: Kreditkarte

source: Credit Card Typ
de: Typ der Kreditkarte

source: sum
de: Summe

source: lInpayment
de: Zahlung

source: goto Order
de: zeige Auftraege

source: Cashaccountbook
de: Kassenbuch

source: Cash
de: Kasse

source: Hibernation
de: Überwinterung

source: Incoming document
de: Eingehendes Dokument

source: Pickup document
de: Abholschein

source: Outgoing document
de: Ausgehendes Dokument

source: Plant
de: Pflanze

source: Single-row
de: Einreihig

source: two-row
de: Zweireihig

source: Single Invoice
de: Einzel-Rechnung

source: All Invoices
de: Alle Rechnungen

source: search Hib. Ready
de: suche fertige Überwinterungen

source: search Invoce wrote
de: suche Gespraechspartner

source: Seqence
de: Reihe

source: Total Sum
de: Gesamtsumme

source: set Sequence
de: setze Reihe

source: Sequence
de: Reihe

source: goto Address
de: gehe zu Adresse

source: Hib. ready
de: fertige Überwinterungen

source: Invoice printed
de: gedruckte Rechnungen

source: reorg. Plantnr.
de: reorg. Pflanzennr.

source: Dup Order
de: Dupliziere Auftrag

source: working time
de: Arbeitszeit

source: Staff-Nr.
de: Personal-Nummer

source: Fetched
de: Abgeholt

source: Delivered
de: Geliefert

source: delivered
de: geliefert

source: fetched
de: abgeholt%n geholt

source: ends
de: Ende

source: goto Botany
de: gehe zur Botanik

source: choose Botany
de: waehle Bank

source: Total Price
de: Gesamtpreis

source: Int. Number
de: Int.-Nummer

source: Notice
de: Notiz

source: Vermin
de: Schädling

source: Price hibernation
de: Preis Überwinterung

source: additional earth
de: zusaetzlich Erde

source: additional pot
de: zusaetzlicher Topf

source: additional Material
de: zusaetzliches Material

source: Price Last Year
de: Preis letztes Jahr

source: Botany
de: Botanik

source: Family
de: Familie

source: Local name
de: Deutscher Name

source: clear Search
de: Lösche Suche

source: Associated Article
de: Verbunden mit

source: Garden
de: Garten

source: Delievered
de: Geliefert

source: Notice
de: Notiz

source: Help
de: Hilfe

source: Go
de: Gehe nach

source: window1
de: Fenster1

source: Login into Database
de: Bei der Datenbank anmelden

source: Username
de: Benutzername

source: _About
de: ueber Cuon

source: Thinking
de: Nachdenken

source: Quit
de: Ende

source: Remove
de: Entferne

source: Header
de: Kopfzeilen

source: Ideas
de: Ideen

source: Day
de: Tag

source: Week
de: Woechentlich

source: material groups
de: Materialgruppen

source: material group
de: Materialgruppe

source: Accounts
de: Konto

source: edit Account
de: bearbeite Konto

source: save Account
de: sichere Konto

source: net price
de: netto Preis

source: gross price
de: Brutto Preis

source: search Tax Vat
de: Suchen Zahlungsbed.

source: contra-account
de: Gegenkonto

source: choose contra account
de: wähle Gegenkonto

source: Number contains
de: Nummer beinhaltet

source: Designation contains
de: Beschreibung beinhaltet

source: Materialgroup contains
de: Materialgruppe beinhaltet

source: Price Informations
de: Preis Informationen

source: All Parts
de: Alle Teile

source: Article Designation
de: Artikel Beschreibung

source: Article ID
de: Artikel-ID

source: Part Description
de: Teil Beschreibung

source: Article Prices
de: Artikel Preise

source: Analysis
de: Analyse

source: Payment
de: Zahlung

source: monthly
de: Monatlich

source: quarterly
de: vierteljaehrlich

source: half a year
de: halbjährlich

source: custom period
de: verschiedene Zeitabschnitte

source: custom
de: Kunde

source: days
de: Taeglich

source: First of period
de: Begin Zeitabschnitt

source: last of period
de: Ende Zeitabschnitt

source: Data
de: Stammdaten

source: Clients
de: Mandanten

source: Choose
de: waehlen

source: Client-Nr.
de: Mandant-Nummer

source: Address-ID
de: Adress-ID

source: Fee
de: Lohn

source: Vacation
de: Urlaub

source: letter-Phrase
de: Briefphrase
