Repository: BackupTheBerlios/cuon-svn
Catalog: cuon_server/src/*.po
Languages: de

source: price hibernation for
de: Überwinterungskosten

source: price add earth for
de: zusätzliche Blumenerde

source: price add material for
de: zusätzliches Material

source: price add pot for
de: Zusatzkosten Topf

source: price misc for
de: Sonstige Zusatzkosten

source: Phonelist 011 generatet by CUON
de: Telefonliste 011 produziert von C.U.O.N.

source: Pagenumber:
de: Seitennr.:

source: Lastname
de: Nachname

source: Firstname
de: Vorname

source: City
de: Stadt

source: Phone
de: Telefon

source: Phonelist 001 generatet by CUON
de: Telefonliste 001 produziert von C.U.O.N.

source: Addresslist1-
de: Adressenliste 1 -

source: articles_number001 generatet by CUON
de: Artikelliste 001 produziert von C.U.O.N.

source: Designation
de: Beschreibung

source: Hibernation Incoming generatet by CUON
de: Eingangsbeleg Überwinterung

source: Incoming Document
de: Eingangsbeleg

source: Pick up by:
de: Abholung von:

source: Pickup-Nr.:
de: Eingangs-Nr.:

source: Order-Number:
de: Auftrags-Nr.:

source: Begin at:
de: Beginnt am:

source: Plant:
de: Pflanze

source: Botany name:
de: Botanischer Name

source: Invoice generatet by CUON
de: Rechnung produziert von C.U.O.N.

source: Invoice-
de: Rechnung-

source: Lastname :
de: Nachname :

source: Invoice-Nr.:
de: Rechnungs-Nr.:
