<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<title>Neuigkeiten rund um cuon</title>
<meta name="generator" content="Bluefish 1.0.7">
<meta name="author" content="Jürgen">
<meta name="date" content="2011-04-01T19:28:54+0200">
<meta name="copyright" content="">
<meta name="keywords" content="Neuigkeiten cuon">
<meta name="description" content="">
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<meta http-equiv="content-type" content="application/xhtml+xml; charset=UTF-8">
<meta http-equiv="content-style-type" content="text/css">
<meta http-equiv="expires" content="0">
<meta name="ROBOTS" content="INDEX">
</head>

<body>
<link rel="stylesheet" type="text/css" href="news.css">
<h1>Neues rund um C.U.O.N.</h1>

<h4>01.04.2011</h4>
Bei den Artikel Stammdaten können jetzt auch größere Textpassagen als Notiz hinterlegt werden.

<h4>29.03.2011</h4>
In den reports sind nun kurze Python Befehle möglich, Leerzeichen dürfen nicht enthalten sein. Für längere Python Befehle bitte statt der class "Function" die class "Python" nehmen.

<h4>13.03.2011</h4>
Das Firmenlogo kann nun im DMS mit dem Titel "cuon_mainwindow_logo" angelegt werden, es kann ein übliches format haben, jpg oder png beispielsweise.

<h4>11.03.2011</h4>
Mit den neuen Variablen in der "server.ini" kann jetzt gezielt festgelegt werden, on http genutzt wird oder nur das sichere https.
<br />
[XMLRPC]<br />
ALLOW_HTTP: NO<br />
HTTP_PORT:7080<br />
HTTPS_PORT:7580<br />
HOST:localhost<br /><br />
Ebenfalls können die Ports für http und https festgelegt werden.
<br />



<h4>02.03.2011</h4>
Im Report-Gnerator können jetzt unterschiedliche Hintergrundbilder festgelegt werden und jeweils über das Property Tag angesteuert werden.
 
<h4>20.02.2011</h4>
Um schneller den Zusammenhang zwischen den dokumenten im DMS und dem cuon Modul zu nutzen, gibt es jetzt den Button "Jump to Origin", mit dem öffnet sich das entsprechende Modul, z.Z. Adressen, Aufträge und Projekte. To be continued ....

<h4>16.02.2011</h4>
Bei den Adressen kann jetzt eine Preisgruppe hinterlegt werden, ebenfall bei den Gräbern und noch diese woche bei den Aufträgen.
Damit ist es möglich, je nach Auftrag oder Adresse unterschiedliche Preise zu berechnen.


<h4>14.02.2011</h4>
Es gibt jetzt eine Exportfunktion, die Daten aus cuon heraus in bestimmte Formate exportiert, gestuert wird dies &uuml;ber eine Exportdatei.

<h4>26.01.2011</h4>
Das Mail2DMS unterst&uuml;tzt nun auch html E-Mails,damit wird jetzt ein weiter Bereich an E-Mails erfa&szlig;t.F&uuml;r Admins gilt, das zus&auml;tzlich html2text auf dem Server installiert sein mu&szlig;.
 
<h4>25.01.2011</h4>
In der Adressverwaltung k&ouml;nnen nun mehrere Email-Adressen f&uuml;r die Adresse und jeweils den Gespr&auml;chspartnern hinterlegt werden. Das DMS sortiert dann emails auch nach diesen Adressen und sichert die Dokumente.
 
<h4>11.01.2011</h4>
Es steht nun ein komplettes Cuon System als VirtualBox Image im Download Men&uuml;zur Verf&uuml;gung. Das Image ist gepackt , aber dennoch &uuml;ber 2 GB gro&szlig;.  

<h4>11.01.2011</h4>
Das DMS bildet nun automatisch einen Extract von neu angelegten PDF, txt und odt Dokumenten.
 
<h4>10.01.2011</h4>
Fehler im xgettext Modul mit Bindung an libexpat beseitigt, &Uuml;bersetzungen gehen nun wieder.

<h4>08.01.2011</h4>
Version 11.01.09 wurde ins SVN &uuml;bertragen. Das aktualisieren wird vom Administrator &uuml;ber das cuon-setup Programm ausgef. 
<h4>08.01.2011</h4>
In der Benutzerverwaltung kann der Splashscreen mit den cuon News abgeschaltet werden. 
<h4>06.01.2011</h4>
Bei der Projektverwaltung wurde in die &Uuml;bersicht der Projekt-Status eingebunden. Ebenfalls kann man nun in allen Listenansichten die Header (&Uuml;berschriften) anklicken und so die Sortierreihenfolge &auml;ndern. So kann jetzt z.B. in der Adressverwaltung nach Stra&szlig;ennamen sortiert werden.
<h4>05.01.2011</h4>
Der eingebaute Editor ( f&uuml;r Notizen, Konfigurationsdateien, Reportvorlagen ) ist stark erweitert worden. Neben XML Highlightning ist ebenfalls ein XML Beautifier vorhanden. Ebenfalls wurde ein auto-indent eingebaut. Weiterhin wird nun neben python auch C, C++,Perl, SQL usw. unterst&uuml;tzt und farblich hervorgehoben. 
<h4>30.12.2010</h4>
Die automatische &Uuml;bername von emails mit Anh&auml;ngen wurde verbessert, nun k&ouml;nnen getrennte Werte f&uuml;r den Imap-Server und dem Post-Ausgangsserver gesetzt werden.
<h4>24.12.2010</h4>
Von jetzt an sind auch automatische Logins m&ouml;glich, der Config-Wizard hat nun auch Felder f&uuml;r den Benutzernamen, das Passwort und die Mandanten ID 

</body>
</html>